Repository: webdevconcord/wordpress-concordpaybutton
Catalog: lang/concordpay-button-*.po
Languages: uk

source: Example name
uk: Зразок назви

source: Please specify Product name and Price
uk: Будь ласка, вкажіть Назву продукту та Ціну

source: This plugin allows you to create a button that lets the customers pay via ConcordPay.
uk: Цей плагін дозволяє створити кнопку, що надасть можливість клієнтам оплачувати замовлення через ConcordPay.

source: Settings
uk: Налаштування

source: Support
uk: Підтримка

source: You do not have sufficient permissions to access this page.
uk: У вас недостатньо дозволів для доступу до цієї сторінки.

source: ConcordPay Button Settings
uk: Налаштування кнопки ConcordPay

source: Settings updated
uk: Налаштування оновлено

source: Donate
uk: Пожертвувати

source: Usage
uk: Використання

source: By using this you can create shortcodes which will show up as "ConcordPay Button" on your site.
uk: Використовуючи її, ви можете створювати шорткоди, які відображатимуться як «Кнопка ConcordPay» на вашому сайті.

source: You can put the "ConcordPay Button" as many times in a page or post as you want, there is no limit. If you want to remove a "ConcordPay Button", just remove the shortcode text in your page or post.
uk: Ви можете розміщувати «Кнопку ConcordPay» скільки завгодно разів на сторінці або в записі, обмежень немає. Якщо ви хочете видалити «Кнопку ConcordPay», просто видаліть текст шорткоду зі своєї сторінки або запису.

source: Account settings
uk: Налаштування аккаунта

source: Merchant ID
uk: Ідентифікатор торговця

source: Given to Merchant by ConcordPay
uk: Надається торговцю системою ConcordPay

source: Secret key
uk: Секретний ключ

source: Default currency
uk: Валюта за замовчуванням

source: Specify your default currency
uk: Вкажіть свою валюту за замовчуванням

source: Currencies for popup window
uk: Валюта для спливаючого вікна

source: Currencies available at the time of entering the amount
uk: Валюти, доступні під час введення суми

source: Language
uk: Мова

source: Specify ConcordPay payment page language
uk: Вкажіть мову сторінки оплати ConcordPay

source: Required fields
uk: Обов'язкові поля

source: Fields required to be entered by the buyer
uk: Поля, які має заповнити покупець

source: ConcordPay button text
uk: Текст у кнопці ConcordPay

source: Custom ConcordPay button text
uk: Користувацький текст у кнопці ConcordPay

source: Order prefix
uk: Префікс замовлення

source: Prefix for order
uk: Префікс для позначення замовлення

source: ConcordPay button style
uk: Стиль кнопки ConcordPay

source: Button shape
uk: Форма кнопки

source: Select button shape
uk: Оберіть форму кнопки

source: Button height
uk: Висота кнопки

source: Select button height
uk: Оберіть висоту кнопки

source: Button width
uk: Ширина кнопки

source: Button width in pixels. Minimum width is 160px. Leave it blank for auto width.
uk: Висота кнопки у пікселах. Мінімальна висота 160px.<br> Залиште пустим для авто-значення.

source: Button color
uk: Колір кнопки

source: Select button color
uk: Оберіть колір кнопки

source: Button border
uk: Границя кнопки

source: Select button border
uk: Оберіть границю кнопки

source: Image type
uk: Тип зображення

source: Select button image type
uk: Оберіть тип зображення в кнопці

source: Button preview
uk: Передогляд кнопки

source: Button with additional attributes
uk: Кнопка з додатковими атрибутами

source: Save Changes
uk: Зберегти зміни

source: Buyer info
uk: Дані покупця

source: Name
uk: Ім'я

source: Enter your name
uk: Введіть ваше ім'я

source: Phone
uk: Телефон

source: Your contact phone
uk: Ваш контактний телефон

source: Your email
uk: Ваша ел. пошта

source: Amount
uk: Сума

source: Enter your prefer amount
uk: Введіть бажану суму

source: Pay Order
uk: Оплатити

source: Nonce verification failed
uk: Помилка перевірки одноразового коду

source: The default currency should be available in the popup
uk: У спливаючому вікні має бути доступна валюта за замовчуванням

source: Please enter your ConcordPay Merchant ID on the settings page.
uk: Будь ласка, введіть свій Ідентифікатор торговця ConcordPay на сторінці налаштувань.

source: Payment by card on the site
uk: Оплата карткою на сайті

source: Pay
uk: Оплатити

source: Congratulations! Your payment has been approved
uk: Вітаємо! Ваш платіж схвалено

source: Sorry, payment failed
uk: Вибачте, платіж не вдався

source: Payment canceled
uk: Платіж скасовано

source: Ukrainian hryvnia
uk: Українська гривня

source: U.S. Dollar
uk: Долар США

source: Euro
uk: Євро

source: Do not require
uk: Не вимагати

source: Name + Phone
uk: Ім'я + Телефон

source: Name + Email
uk: Ім'я + Email

source: Name + Phone + Email
uk: Ім'я + Телефон + Email

source: Rectangular
uk: Прямокутна

source: Rounded
uk: Заокруглена

source: Pill
uk: Овальна

source: Small
uk: Мала

source: Medium
uk: Середня

source: Large
uk: Велика

source: Extra large
uk: Величезна

source: Gold
uk: Золотий

source: Blue
uk: Блакитний

source: Silver
uk: Сріблястий

source: White
uk: Білий

source: Black
uk: Чорний

source: None
uk: Відсутня

source: Regular
uk: Звичайна

source: Bold
uk: Жирна

source: Normal
uk: Нормальне

source: Inverse
uk: Інверсне

source: Error: Not enough input parameters.
uk: Помилка: мало вхідних параметрів

source: Error: Request failed security check
uk: Помилка: Запит не пройшов перевірку безпеки

source: Invalid name
uk: Неправильне ім'я

source: Invalid phone number
uk: Неправильний телефон

source: Invalid email
uk: Неправильна ел. пошта

source: Invalid amount
uk: Неправильна сума

source: Invalid currency
uk: Неправильна валюта
